---
kind: other
id: Properties.T:Autodesk.Revit.DB.ConnectorSetIterator
source: html/146585bc-a3e8-4c1d-6cc8-13bb6f1362ee.htm
---
# ConnectorSetIterator Properties

Retrieves the item that is the current focus of the iterator.